Repository: eigentor/audioclassica
Catalog: sites/all/modules/poormanscron/po/*.po
Languages: hu

source: Runs Drupal cron jobs without the cron application.
hu: Drupal időzítő feladatokat futtat cron alkalmazás nélkül.

source: A module which runs Drupal cron jobs without the cron application.
hu: Drupal időzítő feladatokat cron alkalmazás nélkül futtató modul.

source: Time intervals
hu: Időközök

source: Cron runs interval
hu: Időzítő futások időköze

source: Minimum number of minutes between cron runs. Cron will actually execute during the first page request after the interval has elapsed.
hu: Az időzítő futások közötti idő percekben. Ha ez az idő letelt, az időzítő az első oldal betöltésekor fut le.

source: Retry interval
hu: Újrapróbálkozások időköze

source: The number of minutes to wait after a cron run error before retrying.
hu: Időzítő futási hiba esetén az újrapróbálkozások közötti idő percekben.

source: Logging
hu: Naplózás

source: Log successful cron runs
hu: Sikeres időzítő futások naplózása

source: Yes
hu: Igen

source: No
hu: Nem

source: If you want to log successful cron runs to the Drupal watchdog, say Yes here. If those messages annoy you, disable them by selecting No.
hu: A sikeres időzítő futások rendszernaplóba történő bejegyzéséhez. Ha ezek a bejegyzések zavaróak, a Nem opciót célszerű választani.

source: Log poormanscron progress
hu: Poormanscron folyamatok naplózása

source: If you want to log the progress of a poormanscron run to the Drupal watchdog, say Yes here. If those messages annoy you, disable them by selecting No.
hu: A poormanscron folyamatok eseményeinek Drupal naplóba történő bejegyzéséhez. Ha ezek a bejegyzések zavaróak, a Nem opciót célszerű választani.

source: Internal scheduler for users without a cron application.
hu: Belső időzítő olyan felhasználóknak, akiknek a cron alkalmazás nem elérhető.
